IDEA Open Model
CssComponent Properties
Compatible with IDEA StatiCa Beta 20.0
The CssComponent type exposes the following members.
Properties
Name | Description
Geometry
 Geometry
Id
 Component Id
Material
 Material
Phase
 Phase
Top
See Also
Reference
CssComponent Class
IdeaRS.OpenModel.CrossSection Namespace